Repository: OriginalEXE/Auto-Terms
Catalog: languages/aterms-*.po
Languages: hr

source: Auto Terms Plugin
hr: Auto Terms dodatak

source: Overwrite terms
hr: Prebriši pojmove

source: If checked, plugin will overwrite terms based on relationship, instead of appending.
hr: Ako je ovo označeno, umjesto prepisivanja pojmova, dodatak će ih samo nadodati na postojeće.

source: Clear cache
hr: Očisti privremenu memoriju

source: Plugin caches the list of terms/taxonomies. If you don't see your term/taxonomy in the list below, click this button. NOTE: After completion, window will refresh, make sure you save your settings first.
hr: Dodatak sprema listupojm,ova/taksonomija u privremenu memoriju. Ukoliko nešto nije na listi a trebalo bi biti, kliknite ovaj gumb. NAPOMENA: Nakon završetka, stranica će se osvježiti, prvo spremite trenutne postavke da se ne izgube.

source: Term relationship
hr: Relacija pojmova.

source: Set up a terms relationship.
hr: Postavke relacije pojmova.

source: Connect and auto assign (non hierarchical) terms to posts in specified (hierarchical) terms
hr: Povežite i automatski dodjelite (ne-hijerarhijske) pojmove, postovima u određenim (hijerarhijskim) pojmovima.

source: Cleared!
hr: Obrisano!

source: Failed!
hr: Neuspijeh!

source: Query is empty! Ups :S
hr: Upit je prazan! Ups :S

source: That means that you either have no post types that have both hierarchical and non-hierarchical taxonomy registered (weird), or something went wrong.
hr: Ili je nešto pošlo u krivu, ili trenutno nije registriran tip posta koji na sebe ima vezanu barem jednu hijerarhijsku i nehijerarhijsku taksonomiju.

source: If you think this is wrong, contact the developer!
hr: Ako misliš da je došlo do greške, kontaktiraj developera!

source: Terms separated by comma.
hr: Pojmovi odvojeni zarezom.
